

"settingsHeadAdvanced" = "Paramètres avancés";
"settingsProximityLock" = "Verrouillage de proximité";
"settingsProximityLockDetail" = "Désactive l'écran lorsque le capteur de proximité est déclenché pour éviter des mesures involontaires, par exemple dans une poche.";
"settingsPort" = "Numéro de port pour l'accès à distance";
"appMode" = "Mode";
"appModeDark" = "Sombre (défaut)";
"appModeLight" = "Clair";
"appModeSystem" = "Système";
"graphSize" = "Taille des graphiques";
"graphSmall" = "Petit";
"graphMedium" = "Moyen (défaut)";
"graphBig" = "Grand";
"graphExtraBig" = "Très grand";
"settingsFileNameFormat" = "Nom par défaut des fichiers";
"settingsFileNameFormatDetail" = "Modèle pour les noms par défaut des fichiers lors de l'exportation de données, du partage d'une capture d'écran ou de l'enregistrement d'une expérience. Variables disponibles :\n{title} – titre de l'expérience\n{date} – date actuelle\n{time} – heure actuelle\n{startDate} – date de début de la mesure\n{startTime} – heure de début de la mesure\n{duration} – durée de la mesure";
